{"content":{"title":"Coronavirus Comes to Campus","intro":{"title":"intro","text":"<p>It all started in early March, when surreal announcements began appearing in student inboxes. Schools were closing, classes canceled or moved online, students asked to clear out our things and go home. For some of us, campus is home, or at least where we get meals and connect with our chosen families. But social distancing is the only option. So we’re taking to Twitter, TikTok and Instagram to stay connected and share our lives, using hashtags like #quarantime, #quarantineinsixwords and #quarantinelife. We’ve mapped our reactions to those first announcements and how we’re finding new normals during this weird and wild time to be alive.</p>","slug":"intro"},"resources":{"title":"Additional Resources","text":"<p><strong style=\"color:#0B70D4\">BEST PRACTICES FOR STAYING SAFE</strong><br>\n<u>Social distancing, self isolation, physical distancing, self quarantining:</u> We compiled a <a href=\"https://yr.media/health/5-tips-to-practice-social-distancing/\">list</a> of things you might enjoy doing while social distancing (besides sorting through that miscellaneous drawer filled with soy sauce packets and random rubber bands). We understand not everyone has the privilege to practice social distancing. The Centers for Disease Control and Prevention’s  <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/specific-groups/get-ready.html\">“Take everyday precautions” section</a> goes over what you can do during and after necessary outings.</p>\n<p><u>Hygiene:</u> You’re going to have to start washing your hands more than you’ve ever washed your hands before, so it’s time to <a href=\"https://www.cdc.gov/handwashing/\">brush up on your handwashing technique</a>. You also <a href=\"https://yr.media/health/coronavirus-on-your-screen-dont-panic/\">should wash and wipe down high-touch devices like your phone</a>, remotes, tablets and keyboards.</p>\n<p><strong style=\"color:#E88866\">BEST PRACTICES FOR SUPPORTING YOUR COMMUNITY</strong><br>\nSomething COVID-19 has made increasingly clear: how interconnected we are. If you are able, there is more you can do for your community than keep a six-foot distance. Find ways to help or get your own needs met by browsing this <a href=\"https://drive.google.com/open?id=1tmWNKyhp2VvLSTUBzDHauUUeiAvyUttY\">state directory of mutual aid resources</a>.</p>\n<p><strong style=\"color:#52CCA1\">BEST PRACTICES FOR MAINTAINING YOUR MENTAL HEALTH</strong><br>\nWe all respond differently to crises. <a href=\"https://www.virusanxiety.com\">Care for Your Coronavirus Anxiety</a> provides a host of resources including meditations and articles to keep you centered during this uncertain time. We created our own mental health resource called<a href=\"https://yr.media/tips-tools-and-take-aways/feeling-some-type-of-way-find-resources-here/\"> “Feeling Some Type of Way”</a> to help you explore your mental health options.</p>","slug":"additional-resources"},"credits":{"title":"Credits","people":[{"title":"Curators","names":"Anika Nayak, Catherine Shuttleworth, Lea Wolff, Melissa Franco, Olivia Sally, Rainier Harris, Victoria Feng, Zaid Fattah","slug":"curators"},{"title":"Editors/Producers","names":"Lauren Rascoe, Marjerrie Masicat, Nimah Gobir, Lissa Soep","slug":"editorsproducers"},{"title":"Designer","names":"Marjerrie Masicat","slug":"designer"},{"title":"Developer","names":"Radamés Ajna","slug":"developer"}],"slug":"credits"},"slug":"coronavirus-comes-to-campus"}}
