{"content":{"title":"Coronavirus Comes to Campus","intro":{"title":"intro","text":"<p>It all started in early March with surreal announcements that appeared, one after the other, in student inboxes around the country. Schools were closing, classes canceled or moved online, students asked to clear out our things and go home. For some of us, campus is home, or at least where we get meals and connect with our chosen families. But public health officials say social distancing can stem the spread of coronavirus, so off we go.</p>\n<p>As with any other big thing that happens in our lives, we’re taking to Twitter, TikTok and Instagram to stay connected and share our lives, which look a lot different than they did last week or the week before. This map captures the effects of coronavirus on students, with an ever-changing string of hashtags like #quarantime, #quarantineinsixwords and #quaratinelife. Catch us reacting to the first announcements and follow us caring for ourselves and our loved ones as we find new normals during this weird and wild time to be alive.</p>","slug":"intro"},"resources":{"title":"Additional Resources","text":"<p><strong>BEST PRACTICES FOR STAYING SAFE</strong>\n_Social distancing, self isolation, physical distancing, self quarantining _\nWe compiled a <a href=\"https://yr.media/health/5-tips-to-practice-social-distancing/\">list of </a>things you might enjoy doing while social distancing (besides avoiding the things that you’ve been putting off for years like sorting through that miscellaneous drawer filled with soy sauce packets and random rubber bands). We understand that not everyone has the privilege to practice social distancing. The <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/specific-groups/get-ready.html\">CDC “Take everyday precautions” section</a> goes over what you can do during and after necessary outings.</p>\n<p>_Wash your hands _\nChances are that you’re going to have to start washing your hands more than you’ve ever washed your hands before, so it might be time to <a href=\"https://www.cdc.gov/handwashing/\">brush up on your handwashing technique</a>. You also <a href=\"https://yr.media/health/coronavirus-on-your-screen-dont-panic/\">should wash and wipe down your high touch devices like your phone</a>, remotes, tablets and keyboards.</p>\n<p><strong>BEST PRACTICES FOR MAINTAINING YOUR MENTAL HEALTH</strong>\nWe all have different responses to crises because the effects crises have on our lives are wildly varied. <a href=\"https://www.virusanxiety.com\">Care for Your Coronavirus Anxiety</a> provides a host of resources including meditations and articles to keep you centered during this uncertain time.</p>\n<p>We created our own mental health resource called<a href=\"https://yr.media/tips-tools-and-take-aways/feeling-some-type-of-way-find-resources-here/\"> “Feeling Some Type of Way”</a> to help you explore your mental health options.</p>\n<p>**\n**\n<strong>BEST PRACTICES FOR SUPPORTING YOUR COMMUNITY</strong>\nSomething COVID-19 has made increasingly clear: how interconnected we are. If you are able, there is more you can do for your community members besides keeping an eight-foot distance. You may be able to find ways to help or get your own needs met by browsing this <a href=\"https://drive.google.com/open?id=1tmWNKyhp2VvLSTUBzDHauUUeiAvyUttY\">state directory of mutual aid resources</a>.</p>","slug":"additional-resources"},"credits":{"title":"Credits","text":"<p>No offense to parents out there, but even the best of you can shut us down when we need you the most. We know you don’t mean it! So we put together this little guide on how to talk and listen in ways that’ll convince us you have our backs. Pick which response you (or your parent) would have to each scenario and see how those actions affect what we do next.</p>","slug":"credits"},"names":["Lauren Barber","Sydney Livingston","Zoe Harwood","Devin Glover","Marjerrie Masicat","Radamés Ajna"],"slug":"coronavirus-comes-to-campus"}}
